turbq/atprog/packs/atmel/SAM3S_DFP/1.0.70/sam3sd8/atdf/ATSAM3S8C.atdf
      <value-group caption="" name="SUPC_WUIR__WKUPEN9">
        <value caption="the corresponding wake-up input has no wake up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN10">
        <value caption="the corresponding wake-up input has no wake up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN11">
        <value caption="the corresponding wake-up input has no wake up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN12">
        <value caption="the corresponding wake-up input has no wake up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN13">
        <value caption="the corresponding wake-up input has no wake up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN14">
        <value caption="the corresponding wake-up input has no wake up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN15">
        <value caption="the corresponding wake-up input has no wake up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT0">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake up of the core power supply." name="LOW" value="0"/>
        <value caption="a high levelfor a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT1">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake up of the core power supply." name="LOW" value="0"/>
        <value caption="a high levelfor a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT2">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake up of the core power supply." name="LOW" value="0"/>
        <value caption="a high levelfor a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT3">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake up of the core power supply." name="LOW" value="0"/>
        <value caption="a high levelfor a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT4">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake up of the core power supply." name="LOW" value="0"/>
        <value caption="a high levelfor a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT5">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake up of the core power supply." name="LOW" value="0"/>
        <value caption="a high levelfor a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT6">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake up of the core power supply." name="LOW" value="0"/>
        <value caption="a high levelfor a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT7">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake up of the core power supply." name="LOW" value="0"/>
        <value caption="a high levelfor a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT8">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake up of the core power supply." name="LOW" value="0"/>
        <value caption="a high levelfor a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT9">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake up of the core power supply." name="LOW" value="0"/>
        <value caption="a high levelfor a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT10">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake up of the core power supply." name="LOW" value="0"/>
        <value caption="a high levelfor a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake up of the core power supply." name="HIGH" value="1"/>
      </value-group>
